Repository: loradi/IronPulse
Catalog: IronPulse/Localizable.xcstrings
Source language: es
Languages: en, fr

source: %@ por semana
en: %@ per week
fr: %@ par semaine

source: %@ • %@ • %@/semana
en: %@ • %@ • %@/week
fr: %@ • %@ • %@/semaine

source: %lld anos
en: %lld years
fr: %lld ans

source: %lld series
en: %lld sets
fr: %lld séries

source: %llds de descanso
en: %llds rest
fr: %llds de repos

source: Agregar ejercicio
en: Add Exercise
fr: Ajouter un exercice

source: Ajustes
en: Settings
fr: Réglages

source: Altura
en: Height
fr: Taille

source: Cancelar
en: Cancel
fr: Annuler

source: Crea un perfil para generar rutinas y registrar progreso.
en: Create a profile to generate routines and track progress.
fr: Crée un profil pour générer des programmes et suivre tes progrès.

source: Crear rutina manual
en: Create Manual Routine
fr: Créer un programme manuel

source: Datos fisicos
en: Physical Data
fr: Données physiques

source: Descanso hoy
en: Rest Day
fr: Jour de repos

source: Dia %lld — %@
en: Day %lld — %@
fr: Jour %lld — %@

source: Ejercicios
en: Exercises
fr: Exercices

source: Elegir de galeria
en: Choose from Library
fr: Choisir depuis la galerie

source: Elegir ejercicio
en: Choose Exercise
fr: Choisir un exercice

source: Eliminar foto
en: Remove Photo
fr: Supprimer la photo

source: Empezar
en: Start
fr: Commencer

source: Entrenamiento
en: Workout
fr: Entraînement

source: Estructura
en: Structure
fr: Structure

source: Finalizada
en: Finished
fr: Terminé

source: Foto de perfil
en: Profile Photo
fr: Photo de profil

source: Genera una rutina automatica o arma la tuya desde la tab Rutina.
en: Generate an automatic routine or build your own from the Routine tab.
fr: Génère un programme automatique ou crée le tien depuis l'onglet Programme.

source: Genera una rutina automatica o arma la tuya ejercicio por ejercicio.
en: Generate an automatic routine or build your own exercise by exercise.
fr: Génère un programme automatique ou crée le tien exercice par exercice.

source: Guardar
en: Save
fr: Enregistrer

source: Historial
en: History
fr: Historique

source: Hoy no hay ningun dia de la rutina asignado.
en: There's no routine day scheduled for today.
fr: Aucun jour de programme n'est prévu aujourd'hui.

source: Hoy: %@
en: Today: %@
fr: Aujourd'hui : %@

source: Idioma
en: Language
fr: Langue

source: Importar datos de Salud
en: Import Health Data
fr: Importer les données Santé

source: Iniciar ejercicios
en: Start Exercises
fr: Démarrer les exercices

source: Los entrenamientos que termines van a aparecer aca.
en: Workouts you finish will show up here.
fr: Les entraînements que tu termines apparaîtront ici.

source: Masa magra
en: Lean Mass
fr: Masse maigre

source: Maximo %lld reps
en: Maximum %lld reps
fr: Maximum %lld reps

source: Meta: %lld-%lld
en: Target: %lld-%lld
fr: Objectif : %lld-%lld

source: Minimo %lld reps
en: Minimum %lld reps
fr: Minimum %lld reps

source: Nivel
en: Level
fr: Niveau

source: Nombre
en: Name
fr: Nom

source: Nuevo perfil
en: New Profile
fr: Nouveau profil

source: Objetivo
en: Goal
fr: Objectif

source: Perfil
en: Profile
fr: Profil

source: Perfiles
en: Profiles
fr: Profils

source: Peso
en: Weight
fr: Poids

source: Progreso
en: Progress
fr: Progrès

source: Progreso (30 dias)
en: Progress (30 days)
fr: Progrès (30 jours)

source: Progreso por ejercicio
en: Progress by Exercise
fr: Progrès par exercice

source: Rutina
en: Routine
fr: Programme

source: Rutina inteligente
en: Smart Routine
fr: Programme intelligent

source: Rutina manual
en: Manual Routine
fr: Programme manuel

source: Salud
en: Health
fr: Santé

source: Sexo
en: Sex
fr: Sexe

source: Sin datos todavia
en: No Data Yet
fr: Pas encore de données

source: Sin entrenamientos
en: No Workouts
fr: Aucun entraînement

source: Sin perfiles
en: No Profiles
fr: Aucun profil

source: Sin rutina activa
en: No Active Routine
fr: Aucun programme actif

source: Tambien trabaja: %@
en: Also works: %@
fr: Travaille aussi : %@

source: Terminar
en: Finish
fr: Terminer

source: Todavia no completaste ningun set de este ejercicio.
en: You haven't completed any sets for this exercise yet.
fr: Tu n'as encore complété aucune série pour cet exercice.

source: Tomar foto
en: Take Photo
fr: Prendre une photo

source: Ver historial de entrenamientos
en: View Workout History
fr: Voir l'historique des entraînements

# biological_sex.female
source: Femenino
en: Female
fr: Féminin

# biological_sex.male
source: Masculino
en: Male
fr: Masculin

# biological_sex.not_set
source: No definido
en: Not set
fr: Non défini

# biological_sex.other
source: Otro
en: Other
fr: Autre

# dashboard.metric_entrenamientos
source: Entrenamientos
en: Workouts
fr: Entraînements

# dashboard.metric_racha
source: Racha
en: Streak
fr: Série en cours

# dashboard.metric_volumen
source: Volumen
en: Volume
fr: Volume

# dashboard.today_completed
source: Completado hoy
en: Completed today
fr: Terminé aujourd'hui

# dashboard.view_summary
source: Ver resumen
en: View summary
fr: Voir le résumé

# dias_label.plural
source: %lld dias
en: %lld days
fr: %lld jours

# dias_label.singular
source: 1 dia
en: 1 day
fr: 1 jour

# equipment_type.barbell
source: Barra
en: Barbell
fr: Barre

# equipment_type.bodyweight
source: Calistenia
en: Bodyweight
fr: Poids du corps

# equipment_type.cable_machine
source: Poleas
en: Cable machine
fr: Poulies

# equipment_type.dumbbells
source: Mancuernas
en: Dumbbells
fr: Haltères

# equipment_type.full_gym
source: Gimnasio completo
en: Full gym
fr: Salle complète

# equipment_type.machines
source: Maquinas
en: Machines
fr: Machines

# exercise.compound_badge
source: Compuesto
en: Compound
fr: Composé

# exercise_filter.all
source: Todos
en: All
fr: Tous

# experience_level.advanced
source: Avanzado
en: Advanced
fr: Avancé

# experience_level.beginner
source: Principiante
en: Beginner
fr: Débutant

# experience_level.intermediate
source: Intermedio
en: Intermediate
fr: Intermédiaire

# health_import.success
source: Datos importados desde Salud.
en: Health data imported.
fr: Données de santé importées.

# muscle_group.arms
source: Brazos
en: Arms
fr: Bras

# muscle_group.back
source: Espalda
en: Back
fr: Dos

# muscle_group.calves
source: Pantorrillas
en: Calves
fr: Mollets

# muscle_group.chest
source: Pecho
en: Chest
fr: Pectoraux

# muscle_group.full_body
source: Cuerpo completo
en: Full body
fr: Corps entier

# muscle_group.glutes
source: Gluteos
en: Glutes
fr: Fessiers

# muscle_group.legs
source: Piernas
en: Legs
fr: Jambes

# muscle_group.shoulders
source: Hombros
en: Shoulders
fr: Épaules

# primary_goal.fat_loss
source: Perdida de grasa
en: Fat loss
fr: Perte de graisse

# primary_goal.hypertrophy
source: Hipertrofia
en: Hypertrophy
fr: Hypertrophie

# primary_goal.strength
source: Fuerza
en: Strength
fr: Force

# profile.days_per_week_slider.plural
source: %lld dias por semana
en: %lld days per week
fr: %lld jours par semaine

# profile.days_per_week_slider.singular
source: 1 dia por semana
en: 1 day per week
fr: 1 jour par semaine

# profile.no_data
source: Sin dato
en: No data
fr: Aucune donnée

# profile.field_sex
source: Sexo
en: Sex
fr: Sexe

# profile.field_height
source: Altura
en: Height
fr: Taille

# profile.field_weight
source: Peso
en: Weight
fr: Poids

# profile.unit_system_label
source: Sistema de unidades
en: Unit system
fr: Système d'unités

# unit_system.metric
source: Metrico (kg/cm)
en: Metric (kg/cm)
fr: Métrique (kg/cm)

# unit_system.imperial
source: Imperial (lbs/pies)
en: Imperial (lbs/ft)
fr: Impérial (lbs/pieds)

# split_type.full_body
source: Cuerpo completo
en: Full body
fr: Corps entier

# split_type.push_pull_legs
source: Empuje / Tiron / Pierna
en: Push / Pull / Legs
fr: Poussée / Tirage / Jambes

# split_type.upper_lower
source: Torso / Pierna
en: Upper / Lower
fr: Haut / Bas

# weekday.friday
source: Viernes
en: Friday
fr: Vendredi

# weekday.monday
source: Lunes
en: Monday
fr: Lundi

# weekday.saturday
source: Sabado
en: Saturday
fr: Samedi

# weekday.short.friday
source: VIE
en: FRI
fr: VEN

# weekday.short.monday
source: LUN
en: MON

# weekday.short.saturday
source: SAB
en: SAT
fr: SAM

# weekday.short.sunday
source: DOM
en: SUN
fr: DIM

# weekday.short.thursday
source: JUE
en: THU
fr: JEU

# weekday.short.tuesday
source: MAR
en: TUE

# weekday.short.wednesday
source: MIE
en: WED
fr: MER

# weekday.sunday
source: Domingo
en: Sunday
fr: Dimanche

# weekday.thursday
source: Jueves
en: Thursday
fr: Jeudi

# weekday.tuesday
source: Martes
en: Tuesday
fr: Mardi

# weekday.wednesday
source: Miercoles
en: Wednesday
fr: Mercredi

# guided_session.start_set
source: Empezar set
en: Start set
fr: Démarrer la série

# guided_session.finish_set
source: Terminar set
en: Finish set
fr: Terminer la série

# guided_session.rest_seconds
source: Descanso: %lld s
en: Rest: %lld s
fr: Repos : %lld s

# guided_session.no_exercises
source: Sin ejercicios
en: No exercises
fr: Aucun exercice

# guided_session.next_exercise
source: Siguiente
en: Next
fr: Suivant

# guided_session.finish
source: Terminar
en: Finish
fr: Terminer

# guided_session.close_info
source: Cerrar
en: Close
fr: Fermer

# guided_session.add_set
source: Agregar set
en: Add set
fr: Ajouter une série

# guided_session.remove_set
source: Eliminar set
en: Remove set
fr: Supprimer la série

# guided_session.done
source: Listo
en: Done
fr: OK

# rest_notification.title
source: Descanso terminado
en: Rest finished
fr: Repos terminé

# rest_notification.body
source: A por el siguiente set.
en: Time for your next set.
fr: À vous la prochaine série.

source: Dashboard
fr: Tableau de bord

source: Set %lld
fr: Série %lld

source: Split
fr: Répartition

# muscle_group.core
source: Core
fr: Gainage
